Table of Contents
 Enum ValueTypec
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Define type of c value
public enum ValueTypec
Fields
ConstantCurvatureDistribution = 1
Value depends on constant curvature distributio
SinusoidalCurvatureDistribution = 2
Value depends on sinusoidal curvature distribution
UserDefined = 0
Value is inputed by user
Fields
 Name |  Description
 ConstantCurvatureDistribution = 1
Value depends on constant curvature distributio
 SinusoidalCurvatureDistribution = 2
Value depends on sinusoidal curvature distribution
 UserDefined = 0
Value is inputed by user
 Edit this page